<?xml version="1.0" encoding="utf-16"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>Microsoft Access 2016</displayName>
  <description>Microsoft Access 2016</description>
  <resources>
    <stringTable>
      <string id="L_Version">16.0.5390.1000</string>
      <string id="L_TrustedLocations">Надежные расположения</string>
      <string id="L_DisableTrustBarNotificationforunsigned">Отключить уведомление панели безопасности для неподписанных надстроек приложений и заблокировать их</string>
      <string id="L_DisableTrustBarNotificationforunsignedExplain">Данный параметр политики определяет, должно ли указанное приложение Office уведомлять пользователей о загрузке неподписанных надстроек или же такие надстройки будут отключаться без уведомления. Данный параметр политики применим только в том случае, если включен параметр политики "Надстройки приложений должны быть подписаны надежными издателями", который запрещает изменение этого параметра политики пользователями.

Если этот параметр политики включен, приложения автоматически отключают неподписанные надстройки без уведомления пользователей.
 
Если этот параметр политики отключен, то в случае если приложение требует наличие подписей от надежного издателя для всех надстроек, все загружаемые неподписанные надстройки будут отключены, а в верхней части активного окна появится панель безопасности. Панель безопасности содержит сообщение, уведомляющее пользователей о неподписанной надстройке.

Если этот параметр политики не настроен, используется поведение по умолчанию. Кроме того, пользователи смогут настроить это требование самостоятельно в категории "Надстройки" центра управления безопасностью приложения.</string>
      <string id="L_RequirethatApplicationExtensionsaresignedExplain">Этот параметр политики определяет, должны ли надстройки для указанных приложений иметь цифровую подпись от надежного издателя.
 
Если этот параметр политики включен, указанное приложение проверяет цифровую подпись каждой надстройки перед ее загрузкой. Если у надстройки нет цифровой подписи или подпись не была получена от надежного издателя, приложение отключает надстройку и уведомляет пользователя. Если подпись от надежного издателя требуется для всех надстроек, необходимо добавить сертификаты в список надежных издателей. Сведения о получении и распространении сертификатов см. на веб-сайте по адресу http://go.microsoft.com/fwlink/?LinkId=294922. Office 2016 хранит сертификаты для надежных издателей в хранилище надежных издателей Internet Explorer. В предыдущих версиях Microsoft Office сведения о сертификатах надежных издателей (в частности, отпечатки сертификатов) находились в специальном хранилище надежных издателей Office. В Office 2016 все еще поддерживается чтение сведений о сертификатах из хранилища надежных издателей Office, но новые сведения туда больше не добавляются. Таким образом, если список надежных издателей был создан в предыдущей версии Office, а затем выполнено обновление до Office 2016, прежний список надежных издателей все еще будет учитываться. Однако все новые сертификаты, добавляемые в список, будут помещены в хранилище надежных издателей Internet Explorer. Дополнительные сведения о надежных издателях см. в комплекте ресурсов Office.

Если этот параметр политики отключен или не настроен, указанное приложение не проверяет цифровые подписи надстроек, перед тем как открыть их. Загрузка опасной надстройки может привести к повреждению компьютера или создать угрозу безопасности данных.</string>
      <string id="L_RequirethatApplicationExtensionsaresigned">Надстройки приложений должны быть подписаны надежными издателями</string>
      <string id="L_TrustCenter">Центр управления безопасностью</string>
      <string id="L_Cryptography">Криптография</string>
      <string id="L_TrustedLocationsExplain">Данный параметр политики позволяет указать расположение, которое используется как надежный источник для открытия файлов в приложении. К файлам в надежных расположениях не применяются проверка файлов, проверки активного содержимого и режим защищенного просмотра. Макросы и код в этих файлах будут выполняться без вывода предупреждений для пользователя. При изменении или добавлении расположения необходимо убедиться, что новое расположение защищено и только пользователи с подходящими разрешениями могут добавлять в него документы или файлы.

Если этот параметр политики включен, можно указать расположение папки, путь и дату, начиная с которой приложение может без предупреждения открывать файлы, в которых запускаются макросы. Если установлен флажок "Разрешить вложенные папки", то все вложенные папки в указанной папке также будут считаться надежными расположениями.

Если этот параметр политики отключен или не настроен, надежное расположение не будет указано.</string>
      <string id="L_Pathcolon">Путь:</string>
      <string id="L_Datecolon">Дата:</string>
      <string id="L_Descriptioncolon">Описание:</string>
      <string id="L_Allowsubfolders">Разрешить вложенные папки:</string>
      <string id="L_TrustedLoc01">Надежное расположение 1</string>
      <string id="L_TrustedLoc02">Надежное расположение 2</string>
      <string id="L_TrustedLoc03">Надежное расположение 3</string>
      <string id="L_TrustedLoc04">Надежное расположение 4</string>
      <string id="L_TrustedLoc05">Надежное расположение 5</string>
      <string id="L_TrustedLoc06">Надежное расположение 6</string>
      <string id="L_TrustedLoc07">Надежное расположение 7</string>
      <string id="L_TrustedLoc08">Надежное расположение 8</string>
      <string id="L_TrustedLoc09">Надежное расположение 9</string>
      <string id="L_TrustedLoc10">Надежное расположение 10</string>
      <string id="L_TrustedLoc11">Надежное расположение 11</string>
      <string id="L_TrustedLoc12">Надежное расположение 12</string>
      <string id="L_TrustedLoc13">Надежное расположение 13</string>
      <string id="L_TrustedLoc14">Надежное расположение 14</string>
      <string id="L_TrustedLoc15">Надежное расположение 15</string>
      <string id="L_TrustedLoc16">Надежное расположение 16</string>
      <string id="L_TrustedLoc17">Надежное расположение 17</string>
      <string id="L_TrustedLoc18">Надежное расположение 18</string>
      <string id="L_TrustedLoc19">Надежное расположение 19</string>
      <string id="L_TrustedLoc20">Надежное расположение 20</string>
      <string id="L_BlockMacroExecutionFromInternet">Блокирование запуска макросов в файлах Microsoft Office, полученных через Интернет</string>
      <string id="L_BlockMacroExecutionFromInternetExplain">
        Этот параметр политики позволяет блокировать запуск макросов в файлах Office, полученных через Интернет.

        Если включить этот параметр политики, макросы будут блокироваться, даже если в разделе "Параметры макросов" в центре управления безопасностью выбрано "Включить все макросы". Пользователи получат уведомление о блокировании макросов.

        Исключения, при которых запуск макросов будет разрешен:
        – Файл Office сохранен в надежном расположении.
        – Файл Office ранее был помечен пользователем как доверенный.
        – Макросы содержат цифровую подпись, а соответствующий сертификат надежного издателя установлен на устройстве.

        Если этот параметр политики отключен, выполнение макросов в файлах Office, полученных из Интернета, определяется параметрами, настроенными в разделе "Параметры макросов" центра управления безопасностью.

        Если этот параметр политики не настроен, выполнение макросов будет заблокировано. Пользователи получат уведомление о рисках безопасности, связанных с макросами из Интернета, а также ссылку на дополнительные сведения.

        Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/p/?linkid=2185771.
      </string>
      <string id="L_AllowTrustedLocationsOnTheNetwork">Разрешить надежные расположения в сети</string>
      <string id="L_AllowTrustedLocationsOnTheNetworkExplain">Данный параметр политики определяет возможность использования надежных расположений в сети.
      
Если этот параметр политики включен, пользователи смогут указывать надежные расположения в общих папках сети или других удаленных расположениях, находящихся вне зоны их непосредственного контроля, с помощью установки флажка "Разрешить надежные расположения в сети (не рекомендуется)" в разделе "Надежные расположения" центра управления безопасностью. Загрузка содержимого, кода и надстроек из надежных расположений разрешается с минимальным уровнем безопасности и без запроса разрешения пользователя.

Если этот параметр политики отключен или не настроен, указанное приложение будет игнорировать все сетевые расположения, перечисленные в разделе "Надежные расположения" центра управления безопасностью. Отключение этого параметра политики не приведет к удалению сетевых расположений из списка надежных расположений. Вместо этого выбранное приложение будет считать данные расположения ненадежными и не позволит добавлять в список новые сетевые расположения.

Если надежные расположения развертываются с помощью групповой политики, необходимо убедиться, является ли какое-либо из них удаленным. Если какое-либо из расположений является удаленным, но такие расположения не разрешены параметром политики, то ключи политики, указывающие на удаленные расположения, будут игнорироваться на клиентских компьютерах.

Отключение этого параметра политики затруднит работу пользователей, добавивших сетевые расположения в список надежных расположений. Однако включать этот параметр политики не рекомендуется (как и указано в названии флажка "Разрешить надежные расположения в сети (не рекомендуется)"), поэтому в большинстве ситуаций во время работы должна быть предусмотрена возможность отключения этого параметра политики без существенных проблем для большинства пользователей.
</string>
      <string id="L_DisableTrustedLoc">Отключить все надежные расположения</string>
      <string id="L_TurnOffTrustedDocuments">Отключить надежные документы</string>
      <string id="L_TurnOffTrustedDocumentsExplain">Данный параметр политики позволяет отключать функцию поддержки надежных документов. Функция поддержки надежных документов позволяет пользователям всегда включать активное содержимое в документах, такое как макросы, элементы управления ActiveX, подключения к данным и пр., чтобы не запрашивать разрешение при следующем открытии этих документов. Надежные документы исключены из уведомлений о безопасности.

Если этот параметр политики включен, функция поддержки надежных документов будет отключена. При открытии документа, содержащего активное содержимое, пользователи всегда будут получать запрос о безопасности.

Если этот параметр политики отключен или не настроен, документы будут считаться надежными, когда пользователи включат содержимое для документа, и запрос о безопасности в этом случае выводиться не будет.</string>
      <string id="L_DisableTrustedLocExplain">Данный параметр политики позволяет администраторам отключать все надежные расположения в указанных приложениях. Надежные расположения, определяемые в центре управления безопасностью, используются для задания местоположений файлов, считающихся безопасными. Содержимое, код и надстройки разрешается загружать из надежных расположений с минимальным уровнем безопасности и без запроса разрешения пользователя. Если из надежного расположения открыть опасный файл, к нему не будут применены стандартные меры безопасности, и он может нанести вред компьютерам или данным.
      
Если этот параметр политики включен, все надежные расположения (определенные в центре управления безопасностью) в указанных приложениях будут игнорироваться, включая любые расположения, созданные во время установки Office 2016, развертываемые с использованием групповой политики или добавленные пользователями. При открытии файлов из надежных расположений пользователи будут получать повторные запросы.

Если этот параметр политики отключен или не настроен, все надежные расположения (определенные в центре управления безопасностью) в указанных приложениях будут считаться безопасными.</string>
      <string id="L_TurnOffTrustedDocumentsOnTheNetwork">Отключить надежные документы в сети</string>
      <string id="L_TurnOffTrustedDocumentsOnTheNetworkExplain">Данный параметр политики позволяет отключить функцию поддержки надежных документов для открываемых сетевых документов.

Если этот параметр политики включен, пользователи будут всегда получать уведомления системы безопасности о наличии активного содержимого, такого как макросы, элементы ActiveX, подключения к данным и пр., в открываемых сетевых документах.

Если этот параметр политики отключен или не настроен, функция поддержки надежных документов позволит пользователям всегда включать активное содержимое, такое как макросы, элементы управления ActiveX, подключения к данным и пр., в документах, чтобы не запрашивать разрешение при следующем открытии этих документов. Надежные документы исключены из уведомлений системы безопасности.</string>
      <string id="L_SetCNGCipherAlgorithm">Задать алгоритм шифрования CNG</string>
      <string id="L_SetCNGCipherAlgorithmExplain">Данный параметр политики позволяет настроить используемый алгоритм шифрования CNG.

Если этот параметр политики включен, будет использоваться указанный алгоритм шифрования (если он поддерживается).

Если этот параметр политики отключен или не настроен, будет использоваться алгоритм шифрования AES.</string>
      <string id="L_ConfigureCNGCipherChainingMode">Настройка режима цепочки шифрования CNG</string>
      <string id="L_ConfigureCNGCipherChainingModeExplain">Данный параметр политики позволяет настроить используемый режим цепочки шифрования.

Если этот параметр политики включен, будет применен указанный режим цепочки шифрования.

Если этот параметр политики отключен или не настроен, по умолчанию для цепочки шифрования CNG используется режим CBC (Cipher Block Chaining).</string>
      <string id="L_ConfigureCNGCipherChainingModeStr1">Cipher Block Chaining (CBC)</string>
      <string id="L_ConfigureCNGCipherChainingModeStr2">Cipher Feedback (CFB)</string>
      <string id="L_SetCNGCipherKeyLength">Задать длину ключа шифрования CNG</string>
      <string id="L_SetCNGCipherKeyLengthExplain">Данный параметр политики позволяет настроить число битов, используемых при создании ключа шифра. Это число будет округлено вниз до кратного 8.

Если этот параметр включен, будет использоваться указанное число битов ключа.

Если этот параметр политики отключен или не настроен, будет использоваться значение по умолчанию.</string>
      <string id="L_SpecifyEncryptionCompatibility">Задать совместимость шифрования</string>
      <string id="L_SpecifyEncryptionCompatibilityExplain">Данный параметр политики позволяет указать совместимость зашифрованной базы данных.

Если этот параметр политики включен, при шифровании новых файлов будет применяться указанный формат совместимости.
- Использовать формат прежних версий
- Использовать формат следующего поколения
- Использовать формат следующего поколения при сохранении всех файлов

Если этот параметр политики отключен или не настроен, будет применен заданный по умолчанию формат ("Использовать формат следующего поколения").</string>
      <string id="L_SpecifyEncryptionCompatibilityStr1">Использовать формат прежних версий</string>
      <string id="L_SpecifyEncryptionCompatibilityStr2">Использовать формат следующего поколения</string>
      <string id="L_SpecifyEncryptionCompatibilityStr3">Использовать формат следующего поколения при сохранении всех файлов</string>
      <string id="L_SetParametersForCNGContext">Задать параметры для контекста CNG</string>
      <string id="L_SetParametersForCNGContextExplain">Данный параметр политики позволяет указать параметры шифрования, которые следует использовать в контексте CNG. 

Если этот параметр политики включен, указанные параметры будут переданы контексту CNG.

Если этот параметр политики отключен или не настроен, будут использоваться значения CNG, заданные по умолчанию.</string>
      <string id="L_SpecifyCNGHashAlgorithm">Задать алгоритм хэширования CNG</string>
      <string id="L_SpecifyCNGHashAlgorithmExplain">Данный параметр политики позволяет указать используемый алгоритм хэширования.

Если этот параметр политики включен, CNG будет использовать выбранный алгоритм хэширования.

Если этот параметр политики отключен или не настроен, будет использоваться алгоритм хэширования CNG, заданный по умолчанию.</string>
      <string id="L_SpecifyCNGHashAlgorithmStr1">SHA1</string>
      <string id="L_SpecifyCNGHashAlgorithmStr2">SHA256</string>
      <string id="L_SpecifyCNGHashAlgorithmStr3">SHA384</string>
      <string id="L_SpecifyCNGHashAlgorithmStr4">SHA512</string>
      <string id="L_SetCNGPasswordSpinCount">Задать число смен хэша пароля CNG</string>
      <string id="L_SetCNGPasswordSpinCountExplain">Данный параметр политики позволяет указать число смен хэша в средстве проверки пароля.

Если этот параметр политики включен, хэш пароля будет сменяться указанное число раз.

Если этот параметр политики отключен или не настроен, будет использоваться значение по умолчанию (100000).</string>
      <string id="L_SpecifyCNGRandomNumberGeneratorAlgorithm">Задать алгоритм генерации случайных чисел CNG</string>
      <string id="L_SpecifyCNGRandomNumberGeneratorAlgorithmExplain">Данный параметр политики позволяет настроить используемый генератор случайных чисел CNG.

Если этот параметр политики включен, будет использоваться указанный генератор случайных чисел.

Если этот параметр политики отключен или не настроен, будет использоваться генератор случайных чисел, заданный по умолчанию.</string>
      <string id="L_SpecifyCNGSaltLength">Задать длину соли CNG</string>
      <string id="L_SpecifyCNGSaltLengthExplain">Данный параметр политики позволяет указать число байтов соли для использования при шифровании.

Если этот параметр политики включен, будет использоваться указанное число байтов.

Если этот параметр политики отключен или не настроен, будет использоваться длина, заданная по умолчанию (16 байт).</string>
      <string id="L_SetMaximumNumberOfTrustedDocuments">Задать максимальное число надежных документов</string>
      <string id="L_SetMaximumNumberOfTrustedDocumentsExplain">Данный параметр политики позволяет указать максимальное число записей доверия для надежных документов, которые могут храниться в реестре до выполнения задачи очистки. Эта задача сокращает число надежных документов, хранимых в реестре, до значения, заданного параметром политики "Задать максимальное число сохраняемых записей доверия".

Если этот параметр политики включен, можно указать максимальное число надежных документов,  которые могут храниться в реестре до выполнения задачи очистки, ограниченное сверху предельным значением 20000. По соображениям производительности задавать верхнее предельное значение не рекомендуется.

Если этот параметр политики отключен или не настроен, будет использоваться значение по умолчанию (500).</string>
      <string id="L_SetMaximumNumberOfTrustRecordsToPreserve">Задать максимальное число сохраняемых записей доверия</string>
      <string id="L_SetMaximumNumberOfTrustRecordsToPreserveExplain">Данный параметр политики позволяет указать максимальное число записей доверия, которые сохраняются, когда задача очистки обнаруживает, что приложение доверяет большему числу надежных документов, чем задано параметром политики "Задать максимальное число надежных документов".

Если этот параметр политики включен, можно указать максимальное число сохраняемых записей доверия, ограниченное сверху предельным значением 20000. По соображениям производительности задавать верхнее предельное значение не рекомендуется.

Если этот параметр политики отключен или не настроен, будет использоваться значение по умолчанию (400).</string>
      <string id="L_VBAWarningsPolicy">Настройка уведомлений о макросах VBA</string>
      <string id="L_VBAWarningsExplain">Этот параметр политики управляет тем, как указанные приложения предупреждают пользователей о наличии макросов Visual Basic для приложений (VBA). 

Если вы включите этот параметр политики, вы сможете выбрать один из четырех вариантов определения того, как указанные приложения будут предупреждать пользователя о макросах: 
 
- Отключить все с уведомлением: приложение отображает панель доверия для всех макросов, как подписанных, так и неподписанных. Этот параметр применяет конфигурацию по умолчанию в Office. 
 
- Отключить все макросы, кроме макросов с цифровой подписью: приложение отображает панель доверия для макросов с цифровой подписью, позволяя пользователям включать их или оставлять отключенными. Любые неподписанные макросы отключены, и пользователи не уведомляются. 
 
- Отключить все без уведомления: приложение отключает все макросы, как подписанные, так и неподписанные, и не уведомляет пользователей. 
 
- Включить все макросы (не рекомендуется): включены все макросы, как подписанные, так и неподписанные. Этот параметр может значительно снизить безопасность, позволив опасному коду выполняться незамеченным. 
 
Если вы отключите этот параметр политики, параметром по умолчанию будет «Отключить все с уведомлением». 
 
Если этот параметр политики не настроен, когда пользователи открывают файлы в указанных приложениях, содержащих макросы VBA, приложения открывают файлы с отключенными макросами и отображают панель доверия с предупреждением о том, что макросы присутствуют и были отключены. Пользователи могут просматривать и редактировать файлы, если это необходимо, но не могут использовать какие-либо отключенные функции, пока они не включат их, нажав «Включить содержимое» на панели доверия. Если пользователь нажимает «Включить содержимое», документ добавляется как доверенный.
 
Если вы выберете «Отключить все макросы, кроме макросов с цифровой подписью», мы рекомендуем вам также установить флажок «Требовать, чтобы макросы были подписаны доверенным издателем», чтобы повысить безопасность. 

Если вы установите флажок «Требовать, чтобы макросы были подписаны доверенным издателем», пользователи, открывающие файлы с макросами с цифровой подписью, но не доверенным издателем, получат уведомление о том, что выполнение макросов заблокировано. Также есть два дополнительных флажка, которые мы рекомендуем вам установить для повышения безопасности.

- Блокировать сертификаты от доверенных издателей, которые установлены в хранилище сертификатов текущего пользователя. 

- Требовать использования расширенного ключа (EKU) для сертификатов от доверенных издателей 

Примечание. Эти два флажка применяются только в том случае, если вы установили флажок «Требовать, чтобы макросы были подписаны доверенным издателем». 

Примечание. Все три флажка применяются только к версии 2012 и более поздним версиям Office и Visio. Они не применяются к Office 2016 или Office 2019.

Если вы установите флажок «Блокировать сертификаты от доверенных издателей, установленных в хранилище сертификатов локального компьютера», макросы не будут запускаться, если сертификат от доверенного издателя установлен в хранилище сертификатов текущего пользователя. Сертификат должен быть установлен в хранилище сертификатов локального компьютера для запуска макроса. Только учетные записи с правами администратора на компьютер могут установить сертификат в хранилище сертификатов локального компьютера.

Если вы установите флажок «Требовать использование расширенного ключа (EKU) для сертификатов от доверенных издателей», EKU должен включать «Подписание кода» как одно из применений сертификата.

Важно: если выбран параметр «Отключить все, кроме макросов с цифровой подписью», пользователи не смогут открывать неподписанные базы данных Access.
 
Также обратите внимание, что Microsoft Office хранит сертификаты доверенных издателей в хранилище доверенных издателей Internet Explorer. Более ранние версии Microsoft Office хранили информацию о сертификате доверенного издателя (в частности, отпечаток сертификата) в специальном хранилище доверенного издателя Office. Microsoft Office по-прежнему считывает информацию о сертификате доверенного издателя из хранилища доверенных издателей Office, но не записывает информацию в это хранилище.
 
Поэтому, если вы создали список доверенных издателей в предыдущей версии Microsoft Office и обновитесь до Office, ваш список доверенных издателей все равно будет распознан. Однако любые сертификаты доверенных издателей, которые вы добавляете в список, будут храниться в хранилище доверенных издателей Internet Explorer.</string>
      <string id="L_DisableAllWithNotification">Отключить все с уведомлением</string>
      <string id="L_DisableAllExceptDigitallySignedMacros">Отключить все, кроме макросов с цифровой подписью</string>
      <string id="L_DisableAllWithoutNotification">Отключить все без уведомления</string>
      <string id="L_EnableAllMacros">Включить все макросы (не рекомендуется)</string>
      <string id="L_Aqua">Голубой</string>
      <string id="L_Black">Черный</string>
      <string id="L_Blue">Синий</string>
      <string id="L_BrightGreen">Ярко-зеленый</string>
      <string id="L_DarkBlue">Темно-синий</string>
      <string id="L_Fuchsia">Розовый</string>
      <string id="L_Gray">Серый</string>
      <string id="L_Green">Зеленый</string>
      <string id="L_Maroon">Малиновый</string>
      <string id="L_Olive">Оливковый</string>
      <string id="L_Red">Красный</string>
      <string id="L_Silver">Светло-серый</string>
      <string id="L_Teal">Серо-голубой</string>
      <string id="L_Violet">Фиолетовый</string>
      <string id="L_White">Белый</string>
      <string id="L_Yellow">Желтый</string>
      <string id="L_Empty">
      </string>
      <string id="L_Custom">Другой</string>
      <string id="L_Customizableerrormessages">Настраиваемые сообщения об ошибках</string>
      <string id="L_Disablecommandbarbuttonsandmenuitems">Отключить предопределенные команды</string>
      <string id="L_Disableitemsinuserinterface">Отключить элементы пользовательского интерфейса</string>
      <string id="L_Disableshortcutkeys">Отключить сочетания клавиш</string>
      <string id="L_EnteracommandbarIDtodisable">Введите идентификатор панели команд для отключения</string>
      <string id="L_Enterakeyandmodifiertodisable">Введите клавишу и модификатор для отключения</string>
      <string id="L_EntererrorIDforValueNameandcustombuttontextforValue">Введите идентификатор ошибки в качестве имени значения и пользовательский текст кнопки в качестве значения</string>
      <string id="L_General">Общие</string>
      <string id="L_Lefttoright4">Слева направо</string>
      <string id="L_Listoferrormessagestocustomize">Список сообщений об ошибках для настройки</string>
      <string id="L_Miscellaneous">Прочие</string>
      <string id="L_Predefined">Встроенные</string>
      <string id="L_Recentlyusedfilelist">Число файлов в списке последних документов</string>
      <string id="L_RecentlyusedfilelistExplain">Этот параметр политики определяет количество записей в списке "Последние", который отображается, если пользователи нажимают кнопку "Открыть" на вкладке "Файл" в представлении Backstage.

Если этот параметр политики включен, можно указать число записей от 0 до 50. Если задать число 0, все закрепленные и открепленные записи будут скрыты.

Если отключить или не настраивать этот параметр политики, в списке "Последние" будет отображаться максимум 25 элементов.

Примечание. Если вы хотите запретить добавлять элементы в список "Последние", вы можете включить параметр политики Windows "Не хранить сведения о недавно открывавшихся документах".</string>
      <string id="L_SetNumberOfPlacesInTheRecentPlacesList">Число папок в списке "Последние папки"</string>
      <string id="L_SetNumberOfPlacesInTheRecentPlacesListExplain">Этот параметр политики определяет количество незакрепленных записей, отображаемых в списке последних папок, когда пользователи нажимают кнопку "Открыть" или "Сохранить как" на вкладке "Файл" в представлении Backstage.

Если этот параметр политики включен, можно указать число незакрепленных записей от 0 до 20. Если указать число 0, все закрепленные и незакрепленные записи будут скрыты.

Если отключить или не настраивать этот параметр политики, в списке последних папок отображается максимум 5 элементов.

Примечание. Если вы хотите запретить добавлять элементы в список последних папок, вы можете включить параметр политики Windows "Не хранить сведения о недавно открывавшихся документах".</string>
      <string id="L_Righttoleft">Справа налево</string>
      <string id="L_Security">Безопасность</string>
      <string id="L_Visual">Естественное</string>
      <string id="L_WebOptions">Параметры веб-документа...</string>
      <string id="L_CtrlFFindAcc">CTRL+F (Главная | Найти | Найти)</string>
      <string id="L_AltF11ToolsMacroVisualBasicEditorAcc">ALT+F11 (Работа с базами данных | Макрос | Visual Basic)</string>
      <string id="L_UnderlinehyperlinksExplain">Данный параметр политики определяет, будут ли подчеркиваться гиперссылки в таблицах, запросах, формах и отчетах Access. 
      
Если этот параметр политики включен, все ссылки в таблицах, запросах, формах и отчетах Access будут подчеркиваться при их создании, и это поведение переопределит любые изменения настроек на компьютере. 
      
Если этот параметр политики отключен, гиперссылки в таблицах, запросах, формах и отчетах Access подчеркиваться не будут. 
      
Если этот параметр политики не настроен, гиперссылки, встречающиеся в таблицах, запросах, формах и отчетах Access, будут подчеркиваться. 
      
Включение данного параметра политики обеспечивает настройку Access по умолчанию и, следовательно, не должно привести к существенным проблемам при использовании. Если параметр изменен, пользователь может случайно щелкнуть опасную гиперссылку, не заметив ее, что может представлять угрозу безопасности.</string>
      <string id="L_ModalTrustDecisionOnly">Только модальные решения о доверии</string>
      <string id="L_ModalTrustDecisionOnlyExplain">Данный параметр политики определяет способ уведомления пользователей о ненадежных компонентах в Access. 
      
Если этот параметр политики включен, то при попытке открытия ненадежной базы данных Access, содержащей исполняемые компоненты, созданные пользователями, перед началом работы с базой данных появится диалоговое окно, в котором будет предложено включить или отключить такие компоненты. 
      
Если этот параметр политики отключен или не настроен, то при открытии ненадежной базы данных Access содержащиеся в ней исполняемые компоненты будут отключены, а пользователю будет выведена панель сообщений с предупреждением об отключении содержимого базы данных. Пользователи смогут просмотреть содержимое базы данных, но использовать какие-либо отключенные функции будет невозможно до тех пор, пока они не будут включены подходящей командой в группе "Параметры" на панели безопасности.</string>
      <string id="L_Access2000">Access 2000</string>
      <string id="L_Access20022003">Access 2002–2003</string>
      <string id="L_Access2007">Access 2007</string>
      <string id="L_DefaultFileFormatExplain">Данный параметр политики определяет, должны ли новые файлы баз данных создаваться в формате Access или в формате предыдущих версий Access.
      
Если этот параметр политики включен, можно указать, должны ли новые файлы баз данных по умолчанию создаваться в формате Access 2016 или в формате Access 2002–2003. Пользователи могут переопределить настройку по умолчанию и выбрать нужный формат непосредственно при сохранении файла, но не могут изменить формат по умолчанию в диалоговом окне "Параметры Access". 
      
Если этот параметр политики отключен или не настроен, то при создании новых файлов баз данных приложение Access будет сохранять их в новом формате Access 2016; однако пользователи смогут изменить формат по умолчанию, выбрав требуемый формат файлов из раскрывающегося списка "Формат файла по умолчанию" в разделе "Параметры Access | Популярное | Создание баз данных". Примечание. Если отключить этот параметр политики, формат файла можно будет выбрать из трех вариантов: Access 2000, Access 2002–2003 и Access 2016. Данный параметр политики может применяться для выбора по умолчанию формата Access 2002–2003 либо Access 2016, но не Access 2000.</string>
      <string id="L_DefaultFileFormat">Формат файла по умолчанию</string>
      <string id="L_ApplicationSettings">Параметры приложения</string>
      <string id="L_CheckedDoesnotprompttheusertoconvertolderdatabaseswhenopened">Данный параметр политики определяет, должно ли приложение Access предлагать пользователям преобразовать базы данных предыдущих версий при их открытии. 
      
Если этот параметр политики включен, приложение Access оставит без изменений базы данных формата Access 97. Пользователь Access получит информацию о том, что база данных имеет устаревший формат, но предложение о преобразовании выведено не будет. Некоторые функции, введенные в более поздних версиях Access, будут недоступны, так же как и изменения структуры базы данных. 
      
Если этот параметр политики отключен или не настроен, то при открытии базы данных, созданной в формате Access 97, приложение Access предложит преобразовать базу данных к более новому формату. При этом пользователи смогут решить, преобразовывать базу данных или оставить прежний формат без изменений.</string>
      <string id="L_Cursormovement">Перемещение курсора</string>
      <string id="L_Defaultdatabasefolder">Рабочий каталог</string>
      <string id="L_Defaultdirection">Направление по умолчанию</string>
      <string id="L_Definesalistofcustomerrormessagestoactivate">Определяет список настраиваемых сообщений об ошибках для активизации.</string>
      <string id="L_DisablescommandbarbuttonsandmenueitemsbasedonID">Этот параметр политики позволяет отключить любую кнопку или любой пункт меню на панели команд с помощью идентификатора панели команд, в том числе кнопки и пункты меню, которых нет во встроенных списках.

Если этот параметр включен, вы можете ввести идентификатор, чтобы отключить конкретную кнопку или пункт меню на панели команд. Идентификаторы должны быть десятичными (не шестнадцатеричными) числами. Если указано несколько значений, их следует разделять запятыми.

Если этот параметр отключен или не настроен, пользователям будут доступны все используемые по умолчанию кнопки и пункты меню на панели команд.</string>
      <string id="L_Disablesshortcutsbasedonthevirtualkeycodeandmodifierforthesh">Этот параметр политики позволяет отключить любое сочетание клавиш с помощью виртуального кода клавиши, в том числе сочетания клавиш, которых нет во встроенных списках.

Если этот параметр включен, вы можете ввести виртуальный код клавиши, чтобы отключить конкретное сочетание.

Если этот параметр отключен или не настроен, пользователям будут доступны все используемые по умолчанию сочетания клавиш.</string>
      <string id="L_DisablesthecorrespondingcommandsintheUI">Данный параметр политики позволяет отключить конкретные кнопки и пункты меню на панели команд в указанных приложениях. 
      
Если этот параметр политики включен, пользователь может отключить конкретные кнопки и пункты меню на панели команд в пользовательском интерфейсе для выбранного приложения. Встроенный список кнопок и пунктов меню на панели команд, которые можно отключить, станет доступным после включения этого параметра политики. 
      
Если этот параметр политики отключен или не настроен, приложению будет доступен весь встроенный список кнопок и пунктов меню на панели команд.</string>
      <string id="L_Disablesthecorrespondingshortcutkeys">Данный параметр политики позволяет отключить конкретные сочетания клавиш в указанных приложениях. 
      
Если этот параметр политики включен, пользователь может отключить конкретные сочетания клавиш в выбранном приложении. Встроенный список сочетаний клавиш, которые можно отключить, станет доступным после включения этого параметра политики. 
      
Если этот параметр политики отключен или не настроен, приложению будет доступен весь встроенный список сочетаний клавиш.</string>
      <string id="L_Donotprompttoconvertolderdatabases">Не предлагать преобразование старых баз данных</string>
      <string id="L_Followedhyperlinkcolor">Цвет просмотренной гиперссылки</string>
      <string id="L_GeneralAlignment">Обычное выравнивание</string>
      <string id="L_Hyperlinkcolor">Цвет гиперссылки</string>
      <string id="L_Interfacemode">Режим интерфейса</string>
      <string id="L_International">Международные</string>
      <string id="L_Logical">Логическое</string>
      <string id="L_MicrosoftOfficeaccess">Microsoft Access 2016</string>
      <string id="L_Numberofentries">Число записей: </string>
      <string id="L_PathtosharedWorkgroupinformationfileforsecuredMDBfiles">Путь к общему файлу сведений о рабочей группе для защищенных MDB-файлов</string>
      <string id="L_Specifiesthedefaultcursormovementmode">Указывает режим перемещения курсора, используемый по умолчанию.</string>
      <string id="L_Specifiesthedefaulthyperlinktextcolor">Указывает цвет текста гиперссылки, используемый по умолчанию.</string>
      <string id="L_Specifiesthedefaultleftrighttextdirection">Указывает направление текста, используемое по умолчанию.</string>
      <string id="L_Specifiesthedefaultpathandfilenamefortheworkgrupinformationf">Указывает путь и имя для файла сведений о рабочей группе, используемые по умолчанию.</string>
      <string id="L_Specifiesthedefaulttextalignment">Указывает способ выравнивания текста, используемый по умолчанию.</string>
      <string id="L_Specifiesthedefaulttextcoloroffollowedhyperlinks">Указывает цвет текста просмотренной гиперссылки, используемый по умолчанию.</string>
      <string id="L_Specifiesthedefaultworkingfolder">Указывает рабочий каталог, используемый по умолчанию.</string>
      <string id="L_Textmode">Текстовый режим</string>
      <string id="L_ToolsSecurity">Сервис | Безопасность</string>
      <string id="L_ToolsSecurityEncryptDecryptDatabase">Работа с базами данных | Работа с базами данных | Закодировать или раскодировать базу данных</string>
      <string id="L_ToolsSecurityUserandGroupPermissions">Работа с базами данных | Администратор | Пользователи и разрешения | Разрешения</string>
      <string id="L_Underlinehyperlinks">Подчеркивать гиперссылки</string>
      <string id="L_WorkgroupAdministrator">Администратор рабочих групп...</string>
      <string id="L_pathcolon19">Путь:</string>
      <string id="L_pathcolon67">Путь:</string>
      <string id="L_pathtosharedworkgroupinformationfileforsecuredmdbfiles83">Путь к общему файлу сведений о рабочей группе для защищенных MDB-файлов</string>
      <string id="L_pathcolon39">Путь:</string>
      <string id="L_datecolon68">Дата:</string>
      <string id="L_datecolon20">Дата:</string>
      <string id="L_general5">Общие</string>
      <string id="L_descriptioncolon81">Описание:</string>
      <string id="L_defaultdatabasefolder6">Рабочий каталог</string>
      <string id="L_allowsubfolders54">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders14">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders50">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders10">Разрешить вложенные папки:</string>
      <string id="L_descriptioncolon69">Описание:</string>
      <string id="L_allowsubfolders38">Разрешить вложенные папки:</string>
      <string id="L_descriptioncolon49">Описание:</string>
      <string id="L_pathcolon27">Путь:</string>
      <string id="L_descriptioncolon29">Описание:</string>
      <string id="L_allowsubfolders58">Разрешить вложенные папки:</string>
      <string id="L_datecolon56">Дата:</string>
      <string id="L_pathcolon63">Путь:</string>
      <string id="L_datecolon28">Дата:</string>
      <string id="L_pathcolon35">Путь:</string>
      <string id="L_descriptioncolon57">Описание:</string>
      <string id="L_datecolon64">Дата:</string>
      <string id="L_empty87">
      </string>
      <string id="L_descriptioncolon17">Описание:</string>
      <string id="L_allowsubfolders82">Разрешить вложенные папки:</string>
      <string id="L_pathcolon71">Путь:</string>
      <string id="L_pathcolon59">Путь:</string>
      <string id="L_descriptioncolon25">Описание:</string>
      <string id="L_listoferrormessagestocustomize84">Список сообщений об ошибках для настройки</string>
      <string id="L_cursormovement2">Перемещение курсора</string>
      <string id="L_datecolon60">Дата:</string>
      <string id="L_descriptioncolon77">Описание:</string>
      <string id="L_datecolon16">Дата:</string>
      <string id="L_pathcolon23">Путь:</string>
      <string id="L_datecolon52">Дата:</string>
      <string id="L_allowsubfolders26">Разрешить вложенные папки:</string>
      <string id="L_datecolon8">Дата:</string>
      <string id="L_descriptioncolon73">Описание:</string>
      <string id="L_allowsubfolders22">Разрешить вложенные папки:</string>
      <string id="L_descriptioncolon53">Описание:</string>
      <string id="L_pathcolon47">Путь:</string>
      <string id="L_descriptioncolon33">Описание:</string>
      <string id="L_descriptioncolon13">Описание:</string>
      <string id="L_pathcolon31">Путь:</string>
      <string id="L_pathcolon7">Путь:</string>
      <string id="L_datecolon48">Дата:</string>
      <string id="L_disablecommandbarbuttonsandmenuitems85">Отключить команды</string>
      <string id="L_pathcolon55">Путь:</string>
      <string id="L_disableshortcutkeys86">Отключить сочетания клавиш</string>
      <string id="L_datecolon12">Дата:</string>
      <string id="L_allowsubfolders62">Разрешить вложенные папки:</string>
      <string id="L_pathcolon79">Путь:</string>
      <string id="L_allowsubfolders66">Разрешить вложенные папки:</string>
      <string id="L_pathcolon43">Путь:</string>
      <string id="L_allowsubfolders34">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders30">Разрешить вложенные папки:</string>
      <string id="L_pathcolon15">Путь:</string>
      <string id="L_descriptioncolon65">Описание:</string>
      <string id="L_descriptioncolon45">Описание:</string>
      <string id="L_datecolon44">Дата:</string>
      <string id="L_descriptioncolon37">Описание:</string>
      <string id="L_defaultdirection0">Направление по умолчанию</string>
      <string id="L_datecolon24">Дата:</string>
      <string id="L_pathcolon51">Путь:</string>
      <string id="L_datecolon80">Дата:</string>
      <string id="L_descriptioncolon9">Описание:</string>
      <string id="L_datecolon72">Дата:</string>
      <string id="L_datecolon76">Дата:</string>
      <string id="L_allowsubfolders18">Разрешить вложенные папки:</string>
      <string id="L_followedhyperlinkcolor4">Цвет просмотренной гиперссылки</string>
      <string id="L_pathcolon75">Путь:</string>
      <string id="L_descriptioncolon61">Описание:</string>
      <string id="L_descriptioncolon41">Описание:</string>
      <string id="L_descriptioncolon21">Описание:</string>
      <string id="L_allowsubfolders74">Разрешить вложенные папки:</string>
      <string id="L_pathcolon11">Путь:</string>
      <string id="L_datecolon32">Дата:</string>
      <string id="L_allowsubfolders70">Разрешить вложенные папки:</string>
      <string id="L_datecolon40">Дата:</string>
      <string id="L_allowsubfolders46">Разрешить вложенные папки:</string>
      <string id="L_generalalignment1">Обычное выравнивание</string>
      <string id="L_allowsubfolders42">Разрешить вложенные папки:</string>
      <string id="L_allowsubfolders78">Разрешить вложенные папки:</string>
      <string id="L_hyperlinkcolor3">Цвет гиперссылки</string>
      <string id="L_datecolon36">Дата:</string>
      <string id="L_Disableallapplicationextensions">Отключить все надстройки приложений</string>
      <string id="L_DisableallapplicationextensionsExplain">Данный параметр политики отключает все надстройки для указанных приложений Office 2016.

Если этот параметр политики включен, все надстройки для приложений Office 2016 будут отключены.

Если этот параметр политики отключен или не настроен, все надстройки для указанных приложений Office 2016 будут запускаться без уведомления.</string>
      <string id="L_2007CompatibleCachePolicy">Использовать кэш, совместимый с Access 2007</string>
      <string id="L_2007CompatibleCacheExplain">Данный параметр политики позволяет принудительно использовать кэширование, совместимое с Access 2007, для новых и существующих баз данных.

Если этот параметр политики включен, новые и существующие базы данных будут использовать кэширование, совместимое с Access 2007.

Если этот параметр политики отключен или не настроен, новые базы данных по умолчанию будут использовать кэширование, не совместимое с Access 2007. Существующие базы данных будут использовать тот режим кэширования, с которым они были созданы.
</string>
      <string id="L_ClearCacheOnClosePolicy">Очищать кэш при закрытии</string>
      <string id="L_ClearCacheOnCloseExplain">Данный параметр политики позволяет при закрытии базы данных вызывать принудительную очистку кэша для баз, не совместимых с Access 2016.

Если этот параметр политики включен, то любые кэшированные ссылки на Microsoft SharePoint или каталог бизнес-данных будут удалены при закрытии баз данных, не использующих кэширование, совместимое с Access 2016. Если база данных использует кэширование, совместимое с Access 2016, этот параметр политики при включении действовать не будет.

Если этот параметр политики отключен или не настроен, то любые кэшированные ссылки на Microsoft SharePoint или каталог бизнес-данных не будут удалены при закрытии баз данных, не использующих кэширование, совместимое с Access 2016. Если база данных использует кэширование, совместимое с Access 2016, этот параметр политики, если он отключен или не настроен, действовать не будет.</string>
      <string id="L_NeverCachePolicy">Не кэшировать данные</string>
      <string id="L_NeverCacheExplain">Данный параметр политики позволяет запретить кэширование данных для баз, которые не используют кэширование, совместимое с Access 2016.

Если этот параметр политики включен, то для баз данных, не использующих кэширование, совместимое с Access 2016, данные из Microsoft SharePoint или каталога бизнес-данных не будут кэшироваться. Если база данных использует кэширование, совместимое с Access 2016, этот параметр политики при включении действовать не будет.

Если этот параметр политики отключен или не настроен, то для баз данных, не использующих кэширование, совместимое с Access 2016, данные из Microsoft SharePoint или каталога бизнес-данных будут кэшироваться. Если база данных использует кэширование, совместимое с Access 2016, этот параметр политики, если он отключен или не настроен, действовать не будет.</string>
      <string id="L_BlockAllUnmanagedAddins">Блокировать все неуправляемые надстройки</string>
      <string id="L_BlockAllUnmanagedAddinsExplainText">Данный параметр политики блокирует все надстройки, не управляемые параметром политики "Список управляемых надстроек".

Если этот параметр политики и параметр "Список управляемых надстроек" включены, блокируются все надстройки, кроме тех, которые настроены как 1 (всегда включены) или 2 (настраиваются пользователем) в параметре "Список управляемых надстроек".

Если отключить или не настраивать этот параметр политики, пользователи смогут включать или отключать любые надстройки, не управляемые параметром политики "Список управляемых надстроек".</string>
      <string id="L_ListOfManagedAddins">Список управляемых надстроек</string>
      <string id="L_ListOfManagedAddins2">Список управляемых надстроек</string>
      <string id="L_ListOfManagedAddinsExplainText">Данный параметр политики позволяет указать, какие надстройки всегда включены, всегда отключены (заблокированы) или настраиваются пользователем. Чтобы заблокировать надстройки, которые не управляются этим параметром политики, необходимо также настроить параметр политики "Блокировать все неуправляемые надстройки".

Чтобы включить этот параметр, укажите следующие сведения для каждой надстройки.

В поле "Имя параметра" укажите программный идентификатор (ProgID) для надстроек COM.

Чтобы получить идентификатор ProgID для надстройки, используйте редактор реестра на клиентском компьютере, на котором установлена надстройка, для поиска имен ключей в HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\Office\Access\Addins or HKEY_CURRENT_USER\SOFTWARE\Microsoft\Office\Access\Addins.

ProgID надстройки также можно получить с помощью панели мониторинга телеметрии Office.

Укажите значение в поле "Значение" следующим образом.

Чтобы указать, что надстройка отключена (заблокирована), введите значение 0.

Чтобы указать, что надстройка всегда включена, введите значение 1.

Чтобы указать, что надстройка настраивается пользователем и не блокируется параметром политики "Блокировать все неуправляемые надстройки" при включении, введите значение 2.

Если отключить или не включать этот параметр политики, список управляемых надстроек удаляется. Если параметр "Блокировать все неуправляемые надстройки" включен, все надстройки блокируются.</string>
      <string id="L_PersonalTemplatesPath">Путь к личным шаблонам для Access</string>
      <string id="L_PersonalTemplatesPathExplain">Этот параметр политики определяет расположение личных шаблонов пользователя. 

Если этот параметр политики включен, пользователи будут видеть все шаблоны, сохраненные в указанной папке, на вкладке "Настраиваемые шаблоны" на экране запуска Office и в меню "Файл" | "Создать", а при сохранении шаблона папка по умолчанию изменится на указанное расположение. 

Если отключить или не настраивать этот параметр политики, пользователи не увидят сохраненные шаблоны на вкладке "Настраиваемые шаблоны" на экране запуска Office и в меню "Файл" | "Создать", а при сохранении шаблона папкой по умолчанию будет папка, в которой сохранен документ.</string>
      <string id="L_DefaultCustomTab">Показывать вкладку "Настраиваемые шаблоны" по умолчанию в Access на экране запуска Office и в меню "Файл" | "Создать"</string>
      <string id="L_DefaultCustomTabExplain">Этот параметр политики определяет, отображаются ли настраиваемые шаблоны (если они существуют) как вкладка по умолчанию в Access на экране запуска Office и в меню "Файл" | "Создать". 

Если этот параметр политики включен, пользователи будут видеть вкладку "Настраиваемые шаблоны" как вкладку по умолчанию в Access на экране запуска Office и в меню "Файл" | "Новый", если шаблоны существуют (это могут быть настраиваемые XML-шаблоны, шаблоны рабочей группы, личные шаблоны или шаблоны SharePoint).

Если отключить или не настраивать этот параметр политики, пользователи будут видеть вкладку "Готовые шаблоны" как вкладку по умолчанию в Access на экране запуска Office и в меню "Файл" | "Создать", если все шаблоны Office не были отключены.</string>
    </stringTable>
    <presentationTable>
      <presentation id="L_Defaultdirection">
        <dropdownList refId="L_defaultdirection0" noSort="true" defaultItem="1">Направление по умолчанию</dropdownList>
      </presentation>
      <presentation id="L_GeneralAlignment">
        <dropdownList refId="L_generalalignment1" noSort="true" defaultItem="1">Обычное выравнивание</dropdownList>
      </presentation>
      <presentation id="L_Cursormovement">
        <dropdownList refId="L_cursormovement2" noSort="true" defaultItem="1">Перемещение курсора</dropdownList>
      </presentation>
      <presentation id="L_Hyperlinkcolor">
        <dropdownList refId="L_hyperlinkcolor3" noSort="true" defaultItem="12">Цвет гиперссылки</dropdownList>
      </presentation>
      <presentation id="L_Followedhyperlinkcolor">
        <dropdownList refId="L_followedhyperlinkcolor4" noSort="true" defaultItem="5">Цвет просмотренной гиперссылки</dropdownList>
      </presentation>
      <presentation id="L_Recentlyusedfilelist">
        <decimalTextBox refId="L_Numberofentries" defaultValue="25" spinStep="1">Число записей: </decimalTextBox>
      </presentation>
      <presentation id="L_SetNumberOfPlacesInTheRecentPlacesList">
        <decimalTextBox refId="L_SetNumberOfPlacesInTheRecentPlacesListSpinID" defaultValue="5" spinStep="1">Число папок: </decimalTextBox>
      </presentation>
      <presentation id="L_Defaultdatabasefolder">
        <textBox refId="L_defaultdatabasefolder6">
          <label>Рабочий каталог</label>
        </textBox>
      </presentation>
      <presentation id="L_SetCNGCipherAlgorithm">
        <textBox refId="L_SetCNGCipherAlgorithmID">
          <label>Алгоритм шифрования CNG:</label>
        </textBox>
      </presentation>
      <presentation id="L_ConfigureCNGCipherChainingMode">
        <dropdownList refId="L_ConfigureCNGCipherChainingModeDropID" noSort="true" defaultItem="0">
        </dropdownList>
      </presentation>
      <presentation id="L_SetCNGCipherKeyLength">
        <decimalTextBox refId="L_SetCNGCipherKeyLengthSpinID" defaultValue="" spinStep="8">Длина ключа шифрования</decimalTextBox>
      </presentation>
      <presentation id="L_SpecifyEncryptionCompatibility">
        <dropdownList refId="L_SpecifyEncryptionCompatibilityDropID" noSort="true" defaultItem="2">
        </dropdownList>
      </presentation>
      <presentation id="L_SetParametersForCNGContext">
        <textBox refId="L_SetParametersForCNGContextID">
          <label>Параметры</label>
        </textBox>
      </presentation>
      <presentation id="L_SpecifyCNGHashAlgorithm">
        <dropdownList refId="L_SpecifyCNGHashAlgorithmDropID" noSort="true" defaultItem="1">
        </dropdownList>
      </presentation>
      <presentation id="L_SetCNGPasswordSpinCount">
        <decimalTextBox refId="L_SetCNGPasswordSpinCountSpinID" defaultValue="100000" spinStep="1000">
        </decimalTextBox>
      </presentation>
      <presentation id="L_SpecifyCNGRandomNumberGeneratorAlgorithm">
        <textBox refId="L_SpecifyCNGRandomNumberGeneratorAlgorithmID">
          <label>Генератор случайных чисел:</label>
        </textBox>
      </presentation>
      <presentation id="L_SpecifyCNGSaltLength">
        <decimalTextBox refId="L_SpecifyCNGSaltLengthSpinID" defaultValue="16" spinStep="1">Число байтов</decimalTextBox>
      </presentation>
      <presentation id="L_SetMaximumNumberOfTrustedDocuments">
        <decimalTextBox refId="L_SetMaximumNumberOfTrustedDocumentsSpinID" defaultValue="500" spinStep="50">Наибольшее число:</decimalTextBox>
      </presentation>
      <presentation id="L_SetMaximumNumberOfTrustRecordsToPreserve">
        <decimalTextBox refId="L_SetMaximumNumberOfTrustRecordsToPreserveSpinID" defaultValue="400" spinStep="50">Максимальное число для сохранения:</decimalTextBox>
      </presentation>
      <presentation id="L_VBAWarningsPolicy">
        <dropdownList refId="L_Empty" noSort="true" defaultItem="0">
        </dropdownList>
        <checkBox refId="L_VBADigSigTrustedPublishersStr">Требовать, чтобы макросы были подписаны надежным издателем</checkBox>
        <checkBox refId="L_VBAOnlyAllowLMTrustedPublisherStr">Блокировать сертификаты от надежных издателей, которые были установлены только в текущем хранилище сертификатов пользователя</checkBox>
        <checkBox refId="L_VBAOnlyAllowDigSigWithCodeSigningEKUStr">Требовать расширенное использование ключа (EKU) для сертификатов от надежных издателей</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc01">
        <textBox refId="L_Pathcolon">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_Datecolon">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_Allowsubfolders">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc02">
        <textBox refId="L_pathcolon7">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon8">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon9">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders10">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc03">
        <textBox refId="L_pathcolon11">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon12">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon13">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders14">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc04">
        <textBox refId="L_pathcolon15">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon16">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon17">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders18">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc05">
        <textBox refId="L_pathcolon19">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon20">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon21">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders22">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc06">
        <textBox refId="L_pathcolon23">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon24">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon25">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders26">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc07">
        <textBox refId="L_pathcolon27">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon28">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon29">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders30">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc08">
        <textBox refId="L_pathcolon31">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon32">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon33">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders34">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc09">
        <textBox refId="L_pathcolon35">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon36">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon37">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders38">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc10">
        <textBox refId="L_pathcolon39">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon40">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon41">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders42">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc11">
        <textBox refId="L_pathcolon43">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon44">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon45">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders46">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc12">
        <textBox refId="L_pathcolon47">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon48">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon49">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders50">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc13">
        <textBox refId="L_pathcolon51">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon52">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon53">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders54">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc14">
        <textBox refId="L_pathcolon55">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon56">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon57">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders58">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc15">
        <textBox refId="L_pathcolon59">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon60">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon61">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders62">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc16">
        <textBox refId="L_pathcolon63">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon64">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon65">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders66">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc17">
        <textBox refId="L_pathcolon67">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon68">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon69">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders70">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc18">
        <textBox refId="L_pathcolon71">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon72">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon73">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders74">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc19">
        <textBox refId="L_pathcolon75">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon76">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon77">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders78">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc20">
        <textBox refId="L_pathcolon79">
          <label>Путь:</label>
        </textBox>
        <textBox refId="L_datecolon80">
          <label>Дата:</label>
        </textBox>
        <textBox refId="L_descriptioncolon81">
          <label>Описание:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders82">Разрешить вложенные папки:</checkBox>
      </presentation>
      <presentation id="L_PathtosharedWorkgroupinformationfileforsecuredMDBfiles">
        <textBox refId="L_pathtosharedworkgroupinformationfileforsecuredmdbfiles83">
          <label>Путь к общему файлу сведений о рабочей группе для защищенных MDB-файлов</label>
        </textBox>
      </presentation>
      <presentation id="L_Listoferrormessagestocustomize">
        <listBox refId="L_listoferrormessagestocustomize84">Список сообщений об ошибках для настройки</listBox>
        <text>Введите идентификатор ошибки в качестве имени значения и пользовательский текст кнопки в качестве значения</text>
      </presentation>
      <presentation id="L_Disablecommandbarbuttonsandmenuitems">
        <checkBox refId="L_FileSendToMailRecipient">Вкладка "Файл" | Параметры Access | Настройка | Все команды | Электронная почта</checkBox>
        <checkBox refId="L_ToolsSecuritySetDatabasePassword">Работа с базами данных | Работа с базами данных | Зашифровать с паролем</checkBox>
        <checkBox refId="L_ToolsSecurityUserandGroupPermissions">Вкладка "Файл" | Параметры Access | Настройка | Все команды | Разрешения</checkBox>
        <checkBox refId="L_ToolsSecurityUserandGroupAccounts">Вкладка "Файл" | Параметры Access | Настройка | Все команды | Пользователи и группы</checkBox>
        <checkBox refId="L_ToolsSecurityUserLevelSecurityWizard">Вкладка "Файл" | Параметры Access | Настройка | Все команды | Мастер защиты на уровне пользователей...</checkBox>
        <checkBox refId="L_ToolsSecurityEncryptDecryptDatabase">Вкладка "Файл" | Параметры Access | Настройка | Все команды | Закодировать или раскодировать базу данных</checkBox>
        <checkBox refId="L_ToolsMacroVisualBasicEditorAcc">Работа с базами данных | Макрос | Visual Basic</checkBox>
        <checkBox refId="L_ToolsMacroRunMacro">Работа с базами данных | Макрос | Выполнить макрос</checkBox>
        <checkBox refId="L_ToolsMacroConvertMacrostoVisualBasic">Работа с базами данных | Макрос | Преобразовать макросы в Visual Basic</checkBox>
        <checkBox refId="L_ToolsMacroCreateShortcutMenufromMacro">Работа с базами данных | Макрос | Создать контекстное меню из макроса</checkBox>
        <checkBox refId="L_ToolsAddInsAcc">Работа с базами данных | Работа с базами данных | Надстройки</checkBox>
      </presentation>
      <presentation id="L_Disableshortcutkeys">
        <checkBox refId="L_CtrlFFindAcc">CTRL+F (Главная | Найти | Найти)</checkBox>
        <checkBox refId="L_CtrlKInsertHyperlinkAcc">CTRL+K (вкладка "Файл" | Параметры | Настройка | Все команды | Вставить гиперссылки)</checkBox>
        <checkBox refId="L_AltF11ToolsMacroVisualBasicEditorAcc">ALT+F11 (Работа с базами данных | Макрос | Visual Basic)</checkBox>
      </presentation>
      <presentation id="L_disablecommandbarbuttonsandmenuitems85">
        <listBox refId="L_EnteracommandbarIDtodisable">Введите идентификатор панели команд для отключения</listBox>
      </presentation>
      <presentation id="L_disableshortcutkeys86">
        <listBox refId="L_Enterakeyandmodifiertodisable">Введите клавишу и модификатор для отключения</listBox>
      </presentation>
      <presentation id="L_DefaultFileFormat">
        <dropdownList refId="L_empty87" noSort="true" defaultItem="0">
        </dropdownList>
      </presentation>
      <presentation id="L_ListOfManagedAddins">
        <listBox refId="L_ListOfManagedAddins2">Список управляемых надстроек</listBox>
      </presentation>
      <presentation id="L_PersonalTemplatesPath">
        <textBox refId="L_PersonalTemplatesPath">
          <label>Путь к личным шаблонам</label>
        </textBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>